Revit 2027 API
UnitTypeId.SquareCentimetersPerMeter Property
 Square centimeters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareCentimetersPerMeter { get; }
Public Shared ReadOnly Property SquareCentimetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareCentimetersPerMeter {
	ForgeTypeId^ get ();
}
static member SquareCentimetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace